<template>
    <div class="section">
        <div class="section-body max-width">
            <h1>ПОЛЬЗОВАТЕЛЬСКОЕ СОГЛАШЕНИЕ</h1>
            <div class="text">
                <p>1.&nbsp;&nbsp;&nbsp;ТЕРМИНЫ И ОПРЕДЕЛЕНИЯ</p>

                <p>1.1.&nbsp;«Посетитель»&nbsp;— лицо, получающее доступ к информации, размещенной на
                    Сайте.<br>1.2.&nbsp;«Пользователь»&nbsp;— Посетитель, прошедший регистрацию (получивший учетную
                    запись) на Сайте в установленном порядке, физическое лицо либо уполномоченный представитель
                    юридического лица.<br>1.3.&nbsp;«Сайт»&nbsp;— сайт&nbsp;РЕСТОРАННОГО РЕЙТИНГА&nbsp;в сети
                    Интернет:&nbsp;www.restorating.ru<br>1.4.&nbsp;«Регистрация»&nbsp;— действия Посетителя по
                    созданию Учетной записи на Сайте по установленной процедуре.<br>1.5.&nbsp;«Авторизация»&nbsp;—
                    получение доступа Пользователем к Учетной записи после пройденной Регистрации при последующих
                    посещениях Сайта путем ввода Пользователем на Сайте Аутентификационных
                    данных.<br>1.6.&nbsp;«Аутентификационные данные»&nbsp;— уникальный идентификатор Пользователя,
                    используемый для доступа к Учетной записи Пользователя (номер телефона и
                    пароль).<br>1.7.&nbsp;«Учетная запись»&nbsp;— Аутентификационные данные Пользователя, Личные
                    данные Пользователя и информация о бронированиях Пользователя.<br>1.8.&nbsp;«Комментарии
                    Пользователя»&nbsp;— комментарии, размещаемые Пользователем на Сайте самостоятельно, добровольно
                    и безвозмездно.<br>1.9.&nbsp;«Личные данные»&nbsp;— достоверная и актуальная информация,
                    позволяющая произвести процедуру Авторизации Пользователя, добровольно и безвозмездно
                    указываемая Пользователем. Данная информация предоставляется Пользователем во время процедуры
                    Регистрации на Сайте или при осуществлении бронирования, может содержать имя Пользователя, логин
                    Пользователя, адрес электронной почты, телефон и иные сведения, которые Пользователь посчитает
                    необходимым сообщить о себе. Хранение Личных данных осуществляется исключительно с целью
                    обеспечения возможности проведения авторизации Пользователя Сайта, бронирования и оказания
                    Пользователю услуг в соответствии с Пользовательским Соглашением.</p>

                <p>2.&nbsp;&nbsp;&nbsp;ПРЕДМЕТ СОГЛАШЕНИЯ</p>

                <p>2.1.&nbsp; Пользовательское Соглашение является юридическим соглашением между
                    Пользователем/Посетителем и&nbsp;РЕСТОРАННЫМ РЕЙТИНГОМ, устанавливающим правила пользования
                    Сайтом.<br>2.2.&nbsp; Пользовательское Соглашение приравнивается по юридической силе к договору
                    оказания услуг&nbsp;РЕСТОРАННЫМ РЕЙТИНГОМ в адрес&nbsp;Пользователей или Посетителей Сайта по
                    использованию Сайта и его сервисов.<br>2.3.&nbsp;Пользователь/Посетитель подтверждает свое
                    полное согласие с условиями Пользовательского Соглашения, а само Пользовательское Соглашение
                    считается действующим в отношении конкретного Пользователя/Посетителя, в соответствии со ст. 438
                    Гражданского кодекса Российской Федерации, с момента осуществления одного из следующих
                    действий:<br>2.3.1.&nbsp;Прохождения Посетителем Регистрации на
                    Сайте;<br>2.3.2.&nbsp;Прохождение Пользователем Авторизации на
                    Сайте;<br>2.3.3.&nbsp;Осуществление Пользователем/Посетителем бронирования столика или банкета
                    через Сайт;<br>2.3.4.&nbsp;Осуществление Пользователем/Посетителем бронирования столика или
                    банкета по телефону, указанному на Сайте.<br>2.4.&nbsp;В случае несогласия с какими-либо
                    условиями Соглашения Посетитель/Пользователь обязуется незамедлительно прекратить пользование
                    Сайтом.<br>2.5.&nbsp;РЕСТОРАННЫЙ РЕЙТИНГ&nbsp;оставляет за собой право в любое время изменить
                    условия Пользовательского Соглашения, разместив на Сайте его обновленную редакцию.</p>

                <p>3.&nbsp;&nbsp;&nbsp;ИНТЕЛЛЕКТУАЛЬНЫЕ ПРАВА</p>

                <p>3.1.&nbsp;Контент, размещенный на Сайте, является объектом исключительных прав его
                    правообладателей.<br>3.2.&nbsp;Любое использование контента, размещенного на Сайте, без
                    получения предварительного согласия&nbsp;РЕСТОРАННОГО РЕЙТИНГА и&nbsp;его правообладателей
                    запрещено.<br>3.3.&nbsp;Пользователь признает за&nbsp;РЕСТОРАННЫМ РЕЙТИНГОМ&nbsp;все права на
                    Сайт как единый объект, включая все его составляющие.<br>3.4.&nbsp;Доступ к материалам Сайта, в
                    том числе к контенту, предоставляется Посетителям и Пользователям исключительно для личного
                    использования и ознакомления.</p>

                <p>4.&nbsp;&nbsp;&nbsp;РЕГИСТРАЦИЯ ПОЛЬЗОВАТЕЛЯ</p>

                <p>4.1.&nbsp;Чтобы стать Пользователем Сайта, необходимо пройти процедуру
                    Регистрации.<br>4.2.&nbsp;Регистрацией на Сайте Пользователь подтверждает, что обладает
                    необходимой правоспособностью и полномочиями для принятия Пользовательского Соглашения, способен
                    исполнять условия Пользовательского Соглашения и нести ответственность за нарушение
                    Пользовательского Соглашения, в том числе по правоотношениям, возникшим вследствие пользования
                    Сайтом.<br>4.3.&nbsp;Пользователь остается ответственным за хранение своего пароля для доступа к
                    Сайту в тайне. В случае, если пароль для доступа к Учетной записи Пользователя был утерян
                    Пользователем или стал известен другим лицам, помимо Пользователя, Пользователь обязан
                    незамедлительно сменить свой пароль для доступа к сервисам Сайта.<br>4.4.&nbsp;Пользователь
                    соглашается, что все действия, произведенные от его имени (с использованием Учетной записи
                    Пользователя), расцениваются как действия этого Пользователя и могут повлечь за собой
                    ответственность для Пользователя.<br>4.5. Пользователь настоящим уведомлен, понимает и
                    соглашается с тем, что при использовании Сайта для целей предоставления Пользователю
                    функциональных возможностей Сайта РЕСТОРАННОМУ РЕЙТИНГУ в автоматическом режиме передается
                    следующая информация: тип операционной системы устройства Пользователя, версия и идентификатор
                    браузера, статистика использования функций Сайта, а также иная техническая информация.</p>

                <p>5.&nbsp;&nbsp;&nbsp;ИСПОЛЬЗОВАНИЕ САЙТА</p>

                <p>5.1.&nbsp;Пользователь обязуется не использовать Сайт в незаконных целях, любое использование
                    Сайта не разрешенным Пользовательским Соглашением способом запрещено.<br>5.2. В зависимости от
                    категории Пользователя, функционал Сайта может отличаться.<br>5.3. В случае если Пользователь
                    является уполномоченным представителем юридического лица, РЕСТОРАННЫЙ РЕЙТИНГ может в
                    одностороннем порядке приостановить/заблокировать регистрацию Пользователя на Сайте в случае
                    отсутствия заключенного отдельного соглашения с РЕСТОРАННЫМ РЕЙТИНГОМ на оказание услуг.<br>5.4.
                    Сайт предоставляется РЕСТОРАННЫМ РЕЙТИНГОМ «как есть». РЕСТОРАННЫЙ РЕЙТИНГ не гарантирует
                    соответствие Сайта (либо иной информации, размещенной в рамках Сайта) целям и ожиданиям
                    Пользователя, бесперебойную и безошибочную работу Сайта в целом и его отдельных функций в
                    частности, РЕСТОРАННЫЙ РЕЙТИНГ вправе в любой момент полностью или частично изменить Сайт, а
                    также функциональные возможности, предоставляемые Сайтом.</p>

                <p>6.&nbsp;&nbsp;&nbsp;ОБЩИЕ ПРАВИЛА РАЗМЕЩЕНИЯ КОММЕНТАРИЕВ И ОТЗЫВОВ</p>

                <p>6.1.&nbsp;РЕСТОРАННЫЙ РЕЙТИНГ приветствует написание подробных, правдивых комментариев и отзывов
                    Пользователями, и вправе удалять бессодержательные отзывы.<br>6.2.&nbsp;В комментариях и отзывах
                    запрещено написание обвинений в уголовных преступлениях и административных правонарушениях со
                    стороны сотрудников ресторана или других посетителей.<br>6.3.&nbsp;В комментариях и отзывах
                    запрещено использовать ненормативную лексику, публиковать вредоносные ссылки, либо ссылки,
                    ведущие на страницы с небезопасным содержанием, публиковать ссылки на сайт ресторана, его
                    паблики, группы и аккаунты в социальных сетях и любые другие сторонние ресурсы, на которых
                    размещена информация о ресторане, публиковать материалы, содержащие коммерческую рекламу,
                    некорректно и уничижительно отзываться о ком-либо.<br>6.4.&nbsp;В процессе использования Сайта
                    запрещены грубые, нецензурные выражения (в том числе и подменой символов) и оскорбления в любой
                    форме в отношении других Посетителей.<br>6.5.&nbsp;Запрещаются любые публикации, призывающие к
                    нарушению действующего законодательства Российской Федерации, к разжиганию межнациональной и
                    межрелигиозной розни, сообщения расистского характера, а также порнографического и аморального
                    содержания.</p>

                <p>7.&nbsp;&nbsp;&nbsp;ПРАВА И ОБЯЗАННОСТИ ПОСЕТИТЕЛЯ</p>

                <p>7.1.&nbsp;Посетитель обязуется не размещать комментарии и отзывы провокационного, грубого,
                    оскорбительного и агрессивного характера, противоречащий моральным и этическим нормам,
                    нарушающий действующее российское или международное законодательство, нарушающий права, в том
                    числе интеллектуальные, третьих лиц.<br>7.2.&nbsp;Посетитель несёт ответственность за нарушение
                    Пользовательского Соглашения в соответствии с законодательством Российской
                    Федерации.<br>7.3.&nbsp;Посетитель несет ответственность и все расходы (включая возмещение
                    убытков, вреда, штрафов, судебных и иных расходов и издержек) в случае предъявления третьими
                    лицами каких-либо претензий, включая, но не ограничиваясь претензиями, связанными с защитой
                    интеллектуальных прав третьих лиц, и за какие-либо обязательства, возникшие у Сайта в связи с
                    требованиями третьих лиц, связанные или возникшие вследствие нарушения Посетителем условий
                    Пользовательского Соглашения.<br>7.4.&nbsp;Посетитель обязуется не размещать на Сайте данные,
                    которые в соответствии с действующим законодательством Российской Федерации могут быть признаны
                    персональными, за исключением обезличенных (общедоступных) персональных данных или данных,
                    необходимых для оказания Посетителю услуг в соответствии с Пользовательским Соглашением.
                    РЕСТОРАННЫЙ РЕЙТИНГ не осуществляет сбор, обработку и хранение таких данных, в случае их
                    обнаружения на Сайте такие данные будет незамедлительно удалены, а к разместившему их Посетителю
                    могут быть применены меры ответственности, предусмотренные Пользовательским Соглашением и
                    действующим законодательством.</p>

                <p>8.&nbsp;&nbsp;&nbsp;ПРАВА И ОБЯЗАННОСТИ РЕСТОРАННОГО РЕЙТИНГА</p>

                <p>8.1.&nbsp;РЕСТОРАННЫЙ РЕЙТИНГ не несёт ответственности за раскрытие Посетителем своих Личных
                    данных и персональной информации.<br>8.2.&nbsp;РЕСТОРАННЫЙ РЕЙТИНГ вправе удалить любой контент,
                    в том числе комментарий и отзыв Посетителя без уведомления и без объяснения
                    причин.<br>8.3.&nbsp;РЕСТОРАННЫЙ РЕЙТИНГ использует информацию о действиях Посетителя в целях
                    улучшения работы Сайта.<br>8.4.&nbsp;РЕСТОРАННЫЙ РЕЙТИНГ оставляет за собой право вводить любые
                    ограничения в отношении пользования Сайта как в целом, так и для отдельных Посетителей без
                    объяснения причин.<br>8.5.&nbsp;РЕСТОРАННЫЙ РЕЙТИНГ оставляет за собой право закрыть,
                    приостановить функционирование, изменить Сайт либо его часть без предварительного уведомления
                    Посетителя.<br>8.6.&nbsp;РЕСТОРАННЫЙ РЕЙТИНГ обеспечивает хранение Личных данных. Пользователь
                    не может инициировать удаление своих учётных данных с Сайта.</p>

                <p>9.&nbsp;&nbsp;&nbsp;ПРОЧЕЕ</p>

                <p>9.1.&nbsp;Пользовательское Соглашение вступает в силу в соответствии с пунктом 2.3
                    Пользовательского Соглашения и действует в течение всего срока использования
                    Сайта.<br>9.2.&nbsp;Посетитель соглашается с тем, что в случае возникновения споров они подлежат
                    разрешению в соответствии с действующим законодательством Российской
                    Федерации.<br>9.3.&nbsp;Посетитель выражает свое согласие с тем, что на Сайте может размещаться
                    реклама без какого-либо дополнительного уведомления Посетителей и без каких бы то ни было
                    компенсаций. При этом Посетитель обязуется не препятствовать демонстрации рекламы.<br>9.4.
                    Посетитель соглашается получать информационные, новостные и тематические рассылки РЕСТОРАННОГО
                    РЕЙТИНГА, в том числе на свой адрес электронной почты, указанный при
                    Регистрации.&nbsp;<br>9.5.&nbsp;Сервисы и приложения Сайта могут перенаправлять Посетителей
                    Сайта на другие сайты и ресурсы, либо Посетители могут попадать на Сайт или получать доступ к
                    отдельным его сервисам с других сайтов. В связи с тем, что Сайт не контролирует другие сайты и
                    ресурсы, Посетитель Сайта соглашается, что Сайт не ответственен за доступ к таким сайтам или
                    ресурсам и за данные, размещенные на таких сайтах и ресурсах, которые рекламируют услуги,
                    продукты и иные материалы. Также РЕСТОРАННЫЙ РЕЙТИНГ не несет ответственности за финансовые и
                    любые другие операции, совершаемые на сайтах, ссылки на которые могут быть размещены на Сайте, а
                    также за любые последствия бронирования Пользователем Отелей, Туров и приобретения Пользователем
                    билетов (авиабилетов) на указанных сайтах.<br>9.6. РЕСТОРАННЫЙ РЕЙТИНГ не несет ответственности
                    и не возмещает никакой ущерб, прямой или косвенный, причиненный Посетителю/Пользователю или
                    третьим лицам в результате использования или невозможности использования размещенной в рамках
                    Сайта информации. Посетитель/Пользователь осознает и согласен с тем, что он должен
                    самостоятельно оценивать все риски, связанные с использованием информации, размещенной на
                    Сервисе, включая оценку ее надежности, полноты, безопасности, законности или полезности.</p>
            </div>
        </div>
    </div>
</template>

<script
    lang="ts"
    setup
>

</script>

<style></style>